{
  "products": [
    {
      "id": 1,
      "pname": "Thunder Stunt",
      "pprice": 10.99,
      "discountPrice": 11.19,
      "productimage": "/images/adve1.jpg",
      "category": "Adventure",
      "Decriptions": "Thunder Stunt follows the daring journey of Ryder Blaze a teenage stunt prodigy who dreams of breaking into the world of elite  extreme sports . But when a mysterious billionaire sponsors a high-stakes underground stunt competition across global landmarks — from the Grand Canyon to the rooftops of Tokyo — Ryder must push himself beyond physical limits. ",
      "author": "Jules Verne",
      "authorLink": "https://en.wikipedia.org/wiki/Jules_Verne",
      "language": "English",
      "bookFormat": "paperback, 450pages",
      "publishedDate": "2010",
      "pages": 510,
      "Lesson": 7,
      "topic": 120,
      "publisher": "Penguin Random House"
    },
    {
      "id": 2,
      "pname": "The Missadventure",
      "pprice": 14.0,
      "discountPrice": 12.25,
      "productimage": "/images/adve2.jpg",
      "category": "Adventure",
      "Decriptions": "In The Missadventure meet Beatrix 'Bea' Quinn, a clumsy but determined travel blogger who sets out on a solo journey around the world to finally make a name for herself. With a backpack full of optimism (and very little else), she quickly finds herself tangled in chaotic misadventures — from accidentally joining a pirate tour in the Caribbean to being mistaken for royalty in a remote Himalayan village.",
      "author": "Robert Louis",
      "language": "English",
      "bookFormat": "paperback, 450pages",
      "publishedDate": "1995",
      "pages": 410,
      "Lesson": 67,
      "topic": 100,
      "publisher": "HarperCollins"
    },
    {
      "id": 3,
      "pname": "The Adventure",
      "pprice": 21.25,
      "discountPrice": 22.5,
      "productimage": "/images/adve3.jpg",
      "Decriptions": "'The Adventure' is a timeless tale of danger, discovery, and destiny. Set in the late 1800s, the story follows Captain Elias Thorn, a disgraced naval officer turned reluctant hero, who is drawn into an expedition to find the legendary Isle of Whispers — a mysterious island said to hold the secrets of an ancient civilization.",
      "category": "Adventure",
      "author": "Jack London",
      "language": "English",
      "bookFormat": "paperback, 250pages",
      "publishedDate": "1990",
      "pages": 110,
      "Lesson": 5,
      "topic": 100,
      "publisher": "Simon & Schuster"
    },
    {
      "id": 4,
      "pname": "A Princess of Mars",
      "pprice": 31.5,
      "discountPrice": 32.49,
      "productimage": "/images/adve4.jpg",
      "category": "Adventure",
      "Decriptions": "A Princess of Mars is the first book in Burroughs' Barsoom series. It follows John Carter, a Confederate soldier and adventurer, who is mysteriously transported to Mars (called Barsoom by its inhabitants) after a strange cave encounter on Earth.",
      "author": "Wilbur Smith",
      "language": "English",
      "bookFormat": "paperback, 150pages",
      "publishedDate": "2000",
      "pages": 500,
      "Lesson": 8,
      "topic": 110,
      "publisher": "Hachette Book Group"
    },
    {
      "id": 5,
      "pname": "Healing Her Heart",
      "pprice": 12.99,
      "discountPrice": 14.99,
      "productimage": "/images/romance1.jpg",
      "category": "Romance",
      "Decriptions": "After the tragic loss of her fiancé, Dr. Lily Hartwell retreats to the quiet coastal town of Seabrook Bay, hoping to rebuild her life in peace. Once a renowned trauma surgeon, she now hides from the world — and from her past. But when a charming, widowed single father, Jake Callahan, moves in next door with his spirited young daughter, Lily’s carefully constructed walls begin to crumble. As their lives unexpectedly intertwine through shared grief, laughter, and late-night conversations, Lily must confront her fears — and open her heart to love again.",
      "author": "Nicholas Sparks",
      "language": "English",
      "bookFormat": "paperback, 390 Pages",
      "publishedDate": "1999",
      "pages": 505,
      "Lesson": 8,
      "topic": 105,
      "publisher": "Macmillan Publishers"
    },
    {
      "id": 6,
      "pname": "The Unveiling",
      "pprice": 10.0,
      "discountPrice": 11.95,
      "productimage": "/images/romance2.jpg",
      "category": "Romance",
      "Decriptions": "Mira Langdon thought she knew everything about her family—until the day of her grandmother’s funeral. When a mysterious letter is read aloud at the wake, it sets off a chain of revelations that force Mira to confront a past no one wanted to talk about. Driven by equal parts curiosity and fear, Mira embarks on a journey through forgotten journals, abandoned estates, and strained family ties. Each truth she uncovers peels back another layer of deception, exposing long-buried betrayals, forbidden love, and the dark secret her grandmother took to the grave.",
      "author": "Colleen Hoover",
      "language": "English",
      "bookFormat": "Paperback, 390 Pages",
      "publishedDate": "2005",
      "pages": 408,
      "Lesson": 8,
      "topic": 110,
      "publisher": "Scholastic Corporation"
    },
    {
      "id": 7,
      "pname": "The Demon Girl",
      "pprice": 11.99,
      "discountPrice": 12.49,
      "productimage": "/images/romance3.jpg",
      "category": "Romance",
      "Decriptions": "She was born with a mark she couldn’t explain—a crimson crescent burned into her shoulder. For seventeen years, Raea Blackthorn lived in fear, hiding from the whispers in her village that called her cursed. But when a demon breaks through the veil between worlds and comes for her soul, Raea discovers the terrifying truth: Raea is part of an ancient bloodline tied to the demon realm, and her powers are awakening. As she’s hunted by holy knights, dark cults, and demons alike, her only hope lies in a dangerous alliance with Kain, a half-demon warrior with secrets of his own.",
      "author": "Jane Austen",
      "language": "English",
      "bookFormat": "Paperback, 399 Pages",
      "publishedDate": "2001",
      "pages": 511,
      "Lesson": 4,
      "topic": 100,
      "publisher": "Oxford University Press (OUP)"
    },
    {
      "id": 8,
      "pname": "Twelve Days Of Passion",
      "pprice": 17.35,
      "discountPrice": 19.0,
      "productimage": "/images/romance4.jpg",
      "category": "Romance",
      "Decriptions": "When high-powered event planner Natalie Royce is forced to take a break during the holiday season, she agrees to spend twelve quiet days in a remote mountain inn—no work, no Wi-Fi, just snow and silence. What she doesn’t expect is to be snowed in with Dean Callister, a gruff, brooding ex-firefighter running the place… and clearly not thrilled about a guest disturbing his peace.",
      "author": "Nora Roberts",
      "language": "English",
      "bookFormat": "Paperback, 380 Pages",
      "publishedDate": "2008",
      "pages": 501,
      "Lesson": 8,
      "topic": 110,
      "publisher": "Cambridge University Press"
    },
    {
      "id": 9,
      "pname": "Sheiks Desert Duty",
      "pprice": 19.95,
      "discountPrice": 20.99,
      "productimage": "/images/romance5.jpg",
      "category": "Romance",
      "Decriptions": "Maisey Yates Kate Hewitt, and Harlequins Desert Prince series — perfect for readers who love strong alpha heroes determined heroines and sweeping passionate tales set under starlit skies.",
      "author": "Jojo Moyes",
      "language": "English",
      "bookFormat": "Paperback, 410 Pages",
      "publishedDate": "1998",
      "pages": 540,
      "Lesson": 8,
      "topic": 130,
      "publisher": "Wiley (John Wiley & Sons)"
    },
    {
      "id": 10,
      "pname": "A Heavy Lift",
      "pprice": 28.6,
      "discountPrice": 30.5,
      "productimage": "/images/horor1.jpg",
      "Decriptions": "Logan Reese is a former Army mechanic struggling to find purpose after returning home from deployment. With physical scars and emotional burdens, he takes a job operating heavy machinery at a construction site in the city — a far cry from the battlefields he left behind, but not without its own dangers and tests of strength.",
      "category": "Horror",
      "author": "Stephen King",
      "language": "English",
      "bookFormat": "Paperback, 410 Pages",
      "publishedDate": "2001",
      "pages": 590,
      "Lesson": 10,
      "topic": 140,
      "publisher": "Bloomsbury Publishing"
    },
    {
      "id": 11,
      "pname": "Homie",
      "pprice": 12.98,
      "discountPrice": 13.99,
      "productimage": "/images/horor2.jpg",
      "category": "Horror",
      "Decriptions": "“Homie” is a bold, vulnerable, and lyrical collection that explores what it means to survive — and love — in a world that doesn’t always make room for you. Told through raw poems and reflective vignettes, the book is a tribute to the friends who become family, the moments that shape us, and the language we invent to carry our pain and joy.",
      "author": "H.P. Lovecraft",
      "language": "English",
      "bookFormat": "Paperback, 390 Pages",
      "publishedDate": "1994",
      "pages": 500,
      "Lesson": 8,
      "topic": 115,
      "publisher": "Pearson Education"
    },
    {
      "id": 12,
      "pname": "The Invisible Man",
      "pprice": 19.99,
      "discountPrice": 21.5,
      "productimage": "/images/horor3.jpg",
      "Decriptions": "Initially seeking only isolation and freedom, Griffin quickly realizes that being unseen makes him both powerful and vulnerable. With society closing in and paranoia consuming him, he turns to violence, manipulation, and terror in a desperate attempt to assert control and achieve greatness.As the countryside is gripped with fear, a local scientist and a small group of townspeople must outwit the invisible terror and put an end to his reign.",
      "category": "Horror",
      "author": "Clive Barker",
      "language": "English",
      "bookFormat": "Paperback, 400 Pages",
      "publishedDate": "2000",
      "pages": 490,
      "Lesson": 8,
      "topic": 150,
      "publisher": "Springer Nature"
    },
    {
      "id": 13,
      "pname": "The Dunwich Horror",
      "pprice": 19.75,
      "discountPrice": 21.49,
      "productimage": "/images/horor4.jpg",
      "Decriptions": "Set in the decaying backwoods village of Dunwich, Massachusetts, The Dunwich Horror centers on the strange and sinister Whateley family, especially Wilbur Whateley, a monstrous child born to the deformed and reclusive Lavinia Whateley.Wilbur grows at an unnatural rate, exhibiting eerie intelligence and strength, and seems determined to unlock forbidden occult secrets, specifically those contained within the Necronomicon, the infamous book of dark magic. His goal? To summon the Old Ones, ancient cosmic entities whose power would shatter reality.",
      "category": "Horror",
      "author": "Shirley Jackson",
      "language": "English",
      "bookFormat": "Paperback, 380 Pages",
      "publishedDate": "2010",
      "pages": 508,
      "Lesson": 8,
      "topic": 125,
      "publisher": "McGraw-Hill Education"
    },
    {
      "id": 14,
      "pname": "The Canterville Ghost",
      "pprice": 16.5,
      "discountPrice": 18.49,
      "productimage": "/images/horor5.jpg",
      "Decriptions": "When the Otis family, brash and modern Americans, move into the ancient Canterville Chase in rural England, they are warned the estate is haunted by the ghost of Sir Simon, a nobleman who has terrified generations of residents.But to the Otises, the ghost is more of a nuisance than a nightmare. They greet his spine-chilling moans with practical remedies like oil for his rusty chains, and their twin sons torment him with pranks and traps. Sir Simon, once a master of spectral theatrics, finds himself humiliated and outwitted at every turn.",
      "category": "Horror",
      "author": "Bram Stoker",
      "language": "English",
      "bookFormat": "Paperback, 280 Pages",
      "publishedDate": "1990",
      "pages": 520,
      "Lesson": 9,
      "topic": 135,
      "publisher": "Elsevier"
    },
    {
      "id": 15,
      "pname": "The Time Machine",
      "pprice": 22.25,
      "discountPrice": 23.99,
      "productimage": "/images/sfiction1.jpg",
      "Decriptions": "In The Time Machine, an unnamed English scientist—referred to simply as the Time Traveller—reveals to a group of skeptical friends that he has invented a machine capable of traveling through time. When he uses it, he is propelled thousands of years into the future, arriving in the year 802,701 A.D.There, he encounters a seemingly utopian society inhabited by the gentle, childlike Eloi—but all is not as idyllic as it seems. Beneath the surface of this new world dwell the Morlocks, pale and sinister creatures who live underground and prey on the Eloi.",
      "category": "Science Fiction",
      "author": "Isaac Asimov",
      "language": "English",
      "bookFormat": "Paperback, 280 Pages",
      "publishedDate": "1910",
      "pages": 520,
      "Lesson": 10,
      "topic": 160,
      "publisher": "Rupa Publications"
    },
    {
      "id": 16,
      "pname": "After the Cure",
      "pprice": 32.0,
      "discountPrice": 33.99,
      "productimage": "/images/sfiction2.jpg",
      "Decriptions": "The virus was called KPV-23. It spread like wildfire, stripping away empathy and turning millions into remorseless killers. The world barely survived. Then came the Cure—a miracle drug that brought people back from the brink. But it couldn’t erase what they had done.Now, society struggles to rebuild. Survivors of the cured, known as the Returned, are haunted by the horrors they committed. Dr. Wendy Chan, a virologist who helped develop the Cure, is thrust into the spotlight when she’s forced to testify at the trial of Mark Tanner, a Returned who slaughtered over 30 people—including his own family.",
      "category": "Science Fiction",
      "author": "Arthur C. Clarke",
      "language": "English",
      "bookFormat": "Paperback, 580 Pages",
      "publishedDate": "1998",
      "pages": 512,
      "Lesson": 9,
      "topic": 130,
      "publisher": "Thames & Hudson"
    },
    {
      "id": 17,
      "pname": "The Aliens",
      "pprice": 12.65,
      "discountPrice": 15.19,
      "productimage": "/images/sfiction3.jpg",
      "Decriptions": "When a mysterious signal is received from deep space, the world unites in awe and fear. Dr. Elena Ramirez, an expert in xenolinguistics, is recruited by a global task force to decipher the message. But when an alien vessel appears in Earth’s orbit, it's not a warning—it’s an invitation.A small international crew is sent aboard the ship. What they find is a civilization far older and more advanced than they could imagine... and a truth that shatters everything we thought we knew about life, death, and our place in the universe.",
      "category": "Science Fiction",
      "author": "Philip K. Dick",
      "language": "English",
      "bookFormat": "Paperback, 480 Pages",
      "publishedDate": "2012",
      "pages": 420,
      "Lesson": 6,
      "topic": 120,
      "publisher": "Penguin Random House India"
    },
    {
      "id": 18,
      "pname": "Dk Guide to Space",
      "pprice": 12.65,
      "discountPrice": 19.19,
      "productimage": "/images/sfiction4.jpg",
      "Decriptions": "'DK Guide to Space' is an essential visual reference to the universe beyond Earth — packed with stunning full-color photographs, detailed illustrations, and easy-to-understand facts about planets, stars, galaxies, and the history of space exploration.From the formation of the universe and the life cycle of stars to cutting-edge space telescopes and future Mars missions, this guide takes readers on an epic journey through cosmic wonders. Whether you're a young learner or a lifelong space enthusiast, you'll find awe-inspiring insights on:",
      "category": "Science Fiction",
      "author": "Peter Bond",
      "language": "English",
      "bookFormat": "Paperback, 480 Pages",
      "publishedDate": "1997",
      "pages": 510,
      "Lesson": 7,
      "topic": 135,
      "publisher": "HarperCollins India"
    },
    {
      "id": 19,
      "pname": "The Last Lecture: Really Achieving Your Childhood Dreams - Lessons In Living",
      "pprice": 25.65,
      "discountPrice": 26.19,
      "productimage": "/images/spirits1.jpg",
      "Decriptions": "When computer science professor Randy Pausch was diagnosed with terminal pancreatic cancer, he was given just a few months to live. Yet rather than retreat into despair, he chose to give one final lecture — a talk that would become a global phenomenon. Titled “Really Achieving Your Childhood Dreams,” Pausch’s lecture was not about dying. It was about living: about seizing every moment, overcoming obstacles, enabling the dreams of others, and having fun in the process.",
      "category": "Spirit",
      "author": "Peter",
      "language": "English",
      "bookFormat": "Paperback, 580 Pages",
      "publishedDate": "1989",
      "pages": 510,
      "Lesson": 7,
      "topic": 120,
      "publisher": "Aleph Book Company"
    },
    {
      "id": 20,
      "pname": "Autobiography Of A Yogi",
      "pprice": 15.75,
      "discountPrice": 16.19,
      "productimage": "/images/spirits2.jpg",
      "Decriptions": "Autobiography of a Yogi is the life story of Paramahansa Yogananda, the first great Indian master to live and teach in the West. Blending deep spiritual insight with engaging storytelling, Yogananda traces his journey from a curious boy in Bengal to a globally respected yogi who brought Kriya Yoga to the world.The book is a captivating account of his quest for truth, including vivid encounters with saints, sages, and miraculous events that challenge the boundaries of logic and material science. It also reflects his deep devotion to his guru, Sri Yukteswar, and recounts the founding of the Self-Realization Fellowship in the United States.",
      "category": "Spirit",
      "author": "Paramahansa Yogananda",
      "language": "English",
      "bookFormat": "Paperback, 480 Pages",
      "publishedDate": "1999",
      "pages": 400,
      "Lesson": 6,
      "topic": 120,
      "publisher": "Westland Books"
    },
    {
      "id": 21,
      "pname": "Art Of Happiness",
      "pprice": 19.99,
      "discountPrice": 20.19,
      "productimage": "/images/spirits3.jpg",
      "Decriptions": "The Art of Happiness is a profound blend of Tibetan Buddhist wisdom and Western psychology, offering practical advice on how to live a happier, more meaningful life. Through a series of candid conversations, psychiatrist Dr. Howard Cutler interviews the Dalai Lama and examines how his principles can be applied to the challenges of modern life.",
      "category": "Spirit",
      "author": "Heart",
      "language": "English",
      "bookFormat": "Paperback, 280 Pages",
      "publishedDate": "2009",
      "pages": 400,
      "Lesson": 6,
      "topic": 95,
      "publisher": "Sahitya Akademi"
    },
    {
      "id": 22,
      "pname": "Magic",
      "pprice": 19.99,
      "discountPrice": 20.19,
      "productimage": "/images/spirits4.jpg",
      "Decriptions": "The Magic reveals a life-changing 28-day journey built entirely on one powerful concept: gratitude. According to Byrne, if you want to change your life — in areas like relationships, career, health, and wealth — you must first change your mindset and appreciation for what you already have.Inspired by spiritual and philosophical teachings, the book combines daily practices, affirmations, and guided reflections to train your mind to focus on abundance instead of lack. Each day introduces a new exercise, helping you unlock joy, attract positivity, and reframe negative thoughts.",
      "category": "Spirit",
      "author": "Heart",
      "language": "English",
      "bookFormat": "Paperback, 260 Pages",
      "publishedDate": "2002",
      "pages": 495,
      "Lesson": 7,
      "topic": 135,
      "publisher": "Speaking Tiger Books"
    },
    {
      "id": 23,
      "pname": "Emotional Intelligence",
      "pprice": 21.9,
      "discountPrice": 22.19,
      "productimage": "/images/spirits5.jpg",
      "Decriptions": "In Emotional Intelligence, psychologist and science journalist Daniel Goleman argues that IQ isn’t the sole predictor of success or happiness — in fact, it may not even be the most important. Instead, he introduces the concept of Emotional Intelligence (EQ) — the ability to recognize, understand, manage, and effectively use emotions in ourselves and others.",
      "category": "Spirit",
      "author": "John",
      "language": "English",
      "bookFormat": "Paperback, 580 Pages",
      "publishedDate": "2003",
      "pages": 400,
      "Lesson": 10,
      "topic": 140,
      "publisher": "Hachette India"
    },
    {
      "id": 24,
      "pname": "Intuition: Knowing Beyond Logic",
      "pprice": 21.99,
      "discountPrice": 22.19,
      "productimage": "/images/spirits6.jpg",
      "Decriptions": "Intuition: Knowing Beyond Logic is a meditative and thought-provoking guide by spiritual teacher Osho, focused on helping readers understand the subtle yet powerful nature of intuition. He describes intuition as the “highest form of intelligence” — a knowing that arises from silence, presence, and inner awareness, not from the analytical mind.",
      "category": "Spirit",
      "author": "Weak",
      "language": "English",
      "bookFormat": "Paperback, 410 Pages",
      "publishedDate": "2000",
      "pages": 502,
      "Lesson": 7,
      "topic": 145,
      "publisher": "Orient BlackSwan"
    },
    {
      "id": 25,
      "pname": "The Concise Laws Of Human Nature",
      "pprice": 45.99,
      "discountPrice": 47.19,
      "productimage": "/images/managment1.jpg",
      "Decriptions": "The Concise Laws of Human Nature distills the essential insights of Robert Greene’s deeper work into a focused guide for understanding the emotional drives, unconscious behavior patterns, and psychological tendencies that govern human behavior.Across shorter, sharpened chapters, Greene introduces timeless 'laws' rooted in psychology, history, and philosophy",
      "category": "Managment",
      "author": "Reel",
      "language": "English",
      "bookFormat": "Paperback, 280 Pages",
      "publishedDate": "2009",
      "pages": 490,
      "Lesson": 7,
      "topic": 115,
      "publisher": "Niyogi Books"
    },
    {
      "id": 26,
      "pname": "Romancing The Balance Sheet: For Anyone Who Owns, Runs Or Manages A Business",
      "pprice": 26.99,
      "discountPrice": 28.19,
      "productimage": "/images/managment2.jpg",
      "Decriptions": "Romancing the Balance Sheet is a plain-English, engaging introduction to financial literacy for non-finance people. Written by renowned financial literacy expert Dr. Anil Lamba, the book takes the fear and confusion out of understanding balance sheets, cash flow, profit & loss accounts, and key financial concepts.The core message: Every businessperson must understand finance — not just the CFO. Dr. Lamba emphasizes that lack of financial knowledge is like flying blind. He explains how to read and interpret financial statements, manage working capital, use funds effectively, and avoid common money traps.",
      "category": "Managment",
      "author": "Hobart",
      "language": "English",
      "bookFormat": "Paperback, 410 Pages",
      "publishedDate": "2005",
      "pages": 500,
      "Lesson": 10,
      "topic": 145,
      "publisher": "Kalpaz Publications"
    },
    {
      "id": 27,
      "pname": "Essentialism Updated Edition (Lead Title)",
      "pprice": 31.99,
      "discountPrice": 33.19,
      "productimage": "/images/managment3.jpg",
      "Decriptions": "In Essentialism, Greg McKeown makes the compelling case that doing less — but doing it better — is the key to success. The updated edition expands on this idea for a modern audience, addressing new challenges like burnout, digital overwhelm, and the remote-work mindset.The updated edition includes new tools, refined methods, and real-life stories from McKeown’s experience coaching leaders at Apple, Google, and Netflix. It’s more actionable than ever — blending timeless philosophy with modern productivity science.",
      "category": "Managment",
      "author": "Howards",
      "language": "English",
      "bookFormat": "Paperback, 460 Pages",
      "publishedDate": "1996",
      "pages": 510,
      "Lesson": 9,
      "topic": 135,
      "publisher": "HarperCollins"
    },
    {
      "id": 28,
      "pname": "THE RICHEST MAN IN BABYLON (PB)",
      "pprice": 33.9,
      "discountPrice": 35.19,
      "productimage": "/images/managment4.jpg",
      "Decriptions": "The Richest Man in Babylon is a collection of parables set in ancient Babylon, offering simple, practical financial advice through engaging storytelling. The book’s core message is that wealth is not about how much you earn, but how wisely you manage and grow what you have.hrough characters like Arkād, the richest man in Babylon, Clason teaches the fundamentals of money management — principles that remain as relevant today as they were nearly a century ago.",
      "category": "Managment",
      "author": "Helloward",
      "language": "English",
      "bookFormat": "Paperback, 480 Pages",
      "publishedDate": "2003",
      "pages": 405,
      "Lesson": 6,
      "topic": 140,
      "publisher": "McGraw-Hill Education"
    },
    {
      "id": 29,
      "pname": "Leaders Eat Last",
      "pprice": 39.99,
      "discountPrice": 41.19,
      "productimage": "/images/managment5.jpg",
      "Decriptions": "In Leaders Eat Last, Simon Sinek builds on the ideas from his bestselling book Start With Why by focusing on how leaders can create environments where people feel safe, valued, and motivated. Inspired by a conversation with a Marine Corps general, Sinek noticed that in the military, leaders eat last — because they put the needs of their team above their own.The book explains that truly great leaders sacrifice personal comfort, recognition, and gain to protect their team. When people feel safe in their organization, they trust each other, collaborate better, and go above and beyond — not out of fear, but because they believe in the mission.",
      "category": "Managment",
      "author": "Hall",
      "language": "English",
      "bookFormat": "Paperback, 300 Pages",
      "publishedDate": "1992",
      "pages": 420,
      "Lesson": 6,
      "topic": 140,
      "publisher": "Thames & Hudson"
    },
    {
      "id": 30,
      "pname": "Tales From Shakespeare Cymbeline And Other Stories (Tales From Shakespeare Series (6T))",
      "pprice": 46.9,
      "discountPrice": 48.19,
      "productimage": "/images/classic1.jpg",
      "Decriptions": "Here’s a summary of Tales from Shakespeare: Cymbeline and Other Stories, part of the classic retelling series by Charles and Mary Lamb, created to make Shakespeare’s plays accessible for younger readers and general audiences.This volume, often titled Cymbeline and Other Stories, includes the tale of Cymbeline, a rarely read but deeply rich Shakespearean romance",
      "category": "Classic",
      "author": "johnson",
      "language": "English",
      "bookFormat": "Paperback, 480 Pages",
      "publishedDate": "1988",
      "pages": 420,
      "Lesson": 7,
      "topic": 120,
      "publisher": "National Book Trust (NBT)"
    },
    {
      "id": 31,
      "pname": "Tender Is The Night",
      "pprice": 22.99,
      "discountPrice": 24.19,
      "productimage": "/images/classic2.jpg",
      "Decriptions": "Tender Is the Night tells the story of Dick and Nicole Diver, a glamorous American couple living on the French Riviera in the 1920s. Outwardly, they host lavish parties and live a charmed life, but beneath the surface lies a complex web of emotional instability, moral decay, and personal sacrifice.Nicole, a beautiful and wealthy heiress, suffers from mental illness as a result of childhood trauma. Dick, her psychiatrist-turned-husband, tries to “save” her, but over time becomes emotionally drained and loses his sense of identity. Their relationship is further strained by Dick’s growing alcoholism and a romantic affair with a young actress named Rosemary Hoyt.",
      "category": "Classic",
      "author": "Belly",
      "language": "English",
      "bookFormat": "Paperback, 480 Pages",
      "publishedDate": "1990",
      "pages": 490,
      "Lesson": 7,
      "topic": 135,
      "publisher": "Springer Nature"
    },
    {
      "id": 32,
      "pname": "Little Dorrit",
      "pprice": 30.9,
      "discountPrice": 32.97,
      "productimage": "/images/classic3.jpg",
      "Decriptions": "Little Dorrit centers on Amy Dorrit, known as 'Little Dorrit,' a humble and kind young woman born in Marshalsea Prison, where her father has been imprisoned for debt for over 20 years. Despite her impoverished upbringing, Amy remains virtuous, compassionate, and dignified.The story unfolds as Arthur Clennam, a middle-aged businessman recently returned from abroad, takes an interest in the Dorrit family. He suspects a family secret involving his own deceased father's will and Amy's mother. As Arthur investigates the connection, he gradually falls in love with Amy.",
      "category": "Classic",
      "author": "Welly",
      "language": "English",
      "bookFormat": "Paperback, 430 Pages",
      "publishedDate": "1995",
      "pages": 490,
      "Lesson": 6,
      "topic": 130,
      "publisher": "Elsevier"
    },
    {
      "id": 33,
      "pname": "Martin Chuzzlewit Tie In",
      "pprice": 19.99,
      "discountPrice": 22.97,
      "productimage": "/images/classic4.jpg",
      "Decriptions": "Martin Chuzzlewit is a satirical novel about selfishness, hypocrisy, and moral growth. It follows young Martin Chuzzlewit, a proud and entitled heir who clashes with his wealthy grandfather. Determined to prove himself, Martin travels to America in search of fortune and experiences a humbling failure. Martin Chuzzlewit is a satirical novel about selfishness, hypocrisy, and moral growth. It follows young Martin Chuzzlewit, a proud and entitled heir who clashes with his wealthy grandfather. Determined to prove himself, Martin travels to America in search of fortune and experiences a humbling failure.",
      "category": "Classic",
      "author": "keyand",
      "language": "English",
      "bookFormat": "Paperback, 300 Pages",
      "publishedDate": "2000",
      "pages": 320,
      "Lesson": 7,
      "topic": 135,
      "publisher": "Thames & Hudson"
    },
    {
      "id": 34,
      "pname": "1984",
      "pprice": 9.99,
      "discountPrice": 11.97,
      "productimage": "/images/classic5.jpg",
      "Decriptions": "1984 is set in Airstrip One (formerly Great Britain), part of the totalitarian superstate Oceania. The world is divided into three such superstates locked in constant war. The government, known only as The Party, rules with absolute surveillance, censorship, and control over reality itself.The story follows Winston Smith, a low-level worker at the Ministry of Truth, who secretly despises the Party and dreams of rebellion.",
      "category": "Classic",
      "author": "layand",
      "language": "English",
      "bookFormat": "Paperback, 370 Pages",
      "publishedDate": "1984",
      "pages": 450,
      "Lesson": 7,
      "topic": 125,
      "publisher": "Scholastic Corporation"
    },
    {
      "id": 35,
      "pname": "The Brothers Karamazov",
      "pprice": 17.99,
      "discountPrice": 19.97,
      "productimage": "/images/classic6.jpg",
      "Decriptions": "At its core, The Brothers Karamazov is a family saga and murder mystery, but it is also a deep exploration of faith, free will, morality, and the nature of human suffering.The story centers on the Karamazov family: the sensual and irresponsible father, Fyodor Pavlovich Karamazov, and his three legitimate sons:",
      "category": "Classic",
      "author": "Victoria",
      "language": "English",
      "bookFormat": "Paperback, 400 Pages",
      "publishedDate": "1985",
      "pages": 421,
      "Lesson": 9,
      "topic": 118,
      "publisher": "Wepress Inc."
    }
  ]
}
